Repository: sudkannan/gthumb_old
Catalog: po/*.po
Languages: de

source: Possible values are: 1, 2, 3, 4.
de: Zulässige Werte: 1, 2, 3, 4.

source: Possible values are: 72, 150, 300, 600.
de: Zulässige Werte: 72, 150, 300, 600.

source: Possible values are: actual_size, fit, keep_prev, fit_if_larger, fit_width_if_larger.
de: Zulässige Werte: actual_size (tatsächliche Größe), fit (einpassen), keep_prev (vorherige beibehalten), fit_if_larger (einpassen, wenn größer), fit_width_if_larger (an Breite anpassen, wenn größer)

source: Possible values are: ascending, descending.
de: Zulässige Werte: ascending (aufsteigend), descending (absteigend).

source: Possible values are: forward, backward, random.
de: Zulässige Werte: forward (vor), backward (zurück), random (zufällig).

source: Possible values are: high, low.
de: Zulässige Werte: high (hoch), low (gering).

source: Possible values are: image, data, comment.
de: Zulässige Werte: image (Bild), data (Daten), comment (Kommentar).

source: Possible values are: jpeg, png, tga, tiff.
de: Zulässige Werte: jpeg, png, tga, tiff.

source: Possible values are: light, midtone, dark.
de: Zulässige Werte: light (hell), midtone (mittel) sowie dark (dunkel).

source: Possible values are: list, thumbnails.
de: Zulässige Werte: list (Liste), thumbnails (Miniatur-Vorschaubilder).

source: Possible values are: manual, auto.
de: Zulässige Werte: manual (manuell), auto (automatisch).

source: Possible values are: mm, in.
de: Zulässige Werte: mm, in (Zoll).

source: Possible values are: nautilus, single, double.
de: Zulässige Werte: nautilus, single (einfach), double (Doppel-).

source: Possible values are: none, deflate, jpeg.
de: Zulässige Werte: none (keine), deflate (packen) sowie jpeg.

source: Possible values are: none, name, path, size, time, exifdate, comment.
de: Zulässige Werte: none (keins), name, path (Pfad), size (Größe), time (Zeit), exifdate (Exif-Datum), comment (Kommentar).

source: Possible values are: none, simple, simple_with_shadow, shadow, slide, shadow_in, shadow_out.
de: Zulässige Werte: none (keins), simple (einfach), simple_with_shadow (einfach mit Schatten), slide (Dia), shadow_in (Schatten nach innen) sowie shadow_out (Schatten nach außen).

source: Possible values are: none, square, image, display, 4x3, 4x6, 5x7, 8x10, custom.
de: Zulässige Werte: none (keins), name, path (Pfad), size (Größe) sowie time (Datum).

source: Possible values are: pixels, percentage.
de: Zulässige Werte: pixels (Pixel), percentage (Prozentsatz).

source: Possible values are: png, jpeg.
de: Zulässige Werte: png, jpeg.

source: Possible values are: skip, rename, ask, overwrite.
de: Zulässige Werte: skip (überspringen), rename (umbenennen), ask (rückfragen) sowie overwrite (überschreiben).

source: Possible values are: small, medium, large.
de: Zulässige Werte: small (klein), medium (mittel) sowie large (groß).

source: Possible values are: system, text_below, text_beside, text_only, icons_only.
de: Zulässige Werte: system, text_below (Text unterhalb), text_beside (Text daneben), text_only (nur Text) sowie icons_only (nur Symbole).

source: Possible values are: white, black, checked, none.
de: Zulässige Werte: white (weiß), black (schwarz), checked (Karomuster), none (keiner).

source: Whether to always use a black background.
de: Soll stets ein schwarzer Hintergrund verwendet werden?

source: Whether to reset the scrollbar positions after changing image
de: Ob die Bildlaufleisten nach dem Ändern eines Bildes zurückgesetzt werden

source: Cannot open catalog "%s": %s
de: Katalog »%s« konnte nicht geöffnet werden: %s

source: Cannot save catalog "%s": %s
de: Katalog »%s« konnte nicht gespeichert werden: %s

source: (No Comment)
de: (kein Kommentar)

source: Image type not supported: %s
de: Nicht unterstützter Bildtyp: %s

source: Determine by extension
de: Der Erweiterung entsprechend

source: Save Image
de: Bild speichern

source: Image type:
de: Bildtyp:

source: Catalogs
de: Kataloge

source: File System
de: Dateisystem

source: Home
de: Persönlicher Ordner

source: Library not empty
de: Enthält Bilder

source: Cannot remove library "%s": %s
de: Bibliothek »%s« konnte nicht entfernt werden: %s

source: Cannot remove catalog "%s": %s
de: Katalog »%s« konnte nicht entfernt werden: %s

source: No image
de: Kein Bild

source: Could not display help
de: Hilfe konnte nicht angezeigt werden

source: Ro_tate Images
de: Bilder _drehen

source: Page %d of %d
de: Seite %d von %d

source: Loading image: %s
de: Bild wird geladen: %s

source: Deleting all thumbnails, wait please...
de: Alte Miniatur-Vorschaubilder werden gelöscht, bitte warten …

source: Deleting old thumbnails, wait please...
de: Alte Miniatur-Vorschaubilder werden gelöscht, bitte warten …

source: (Invalid Name)
de: (Ungültiger Name)

source: %d x %d pixels
de: %d x %d Pixel

source: Saving images
de: Bilder werden gespeichert

source: Creating image: %s.%s
de: Bild wird erzeugt: %s.%s

source: Saving thumbnails
de: Miniatur-Vorschaubilder werden gespeichert

source: Saving HTML pages: Images
de: HTML-Seiten werden gespeichert: Bilder

source: Saving HTML pages: Indexes
de: HTML-Seiten werden gespeichert: Indizes

source: Copying original images
de: Ursprüngliche Bilder kopieren

source: Could not create a temporary folder
de: Es konnte kein temporärer Ordner angelegt werden

source: Loading images
de: Bilder werden geladen

source: Enter the catalog name:
de: Geben Sie einen Namen für den Katalog ein:

source: C_reate
de: _Erstellen

source: Enter the library name:
de: Geben Sie einen Namen für die Bibliothek ein:

source: Move Catalog to...
de: Katalog verschieben nach …

source: Enter the new category name
de: Geben Sie einen Namen für die neue Kategorie ein:

source: The name "%s" is not valid because it contains the character ",". Please use a different name.
de: Der Name »%s« ist ungültig, da er das »/«-Zeichen enthält. Bitte verwenden Sie einen anderen Namen.

source: The category "%s" is already present. Please use a different name.
de: Es existiert bereits eine Kategorie mit Namen »%s«. Bitte geben Sie einen anderen Namen an.

source: Converting image: %s
de: Bild wird konvertiert: %s

source: An image named "%s" is already present. Please specify a different name.
de: Es existiert bereits ein Bild mit Namen »%s«. Bitte geben Sie einen anderen Namen an.

source: An image named "%s" is already present. Do you want to overwrite it?
de: Es existiert bereits ein Bild mit Namen »%s«. Soll dieses überschrieben werden?

source: Skip
de: Übergehen

source: _Overwrite
de: Ü_berschreiben

source: %d x %d (Image)
de: %d x %d (Bild)

source: %d x %d (Screen)
de: %d x %d (Bildschirm)

source: Duplicates
de: Duplikate

source: Duplicates Size
de: Größe der Duplikate

source: Last modified
de: Zuletzt geändert

source: Location
de: Speicherort

source: Checked images will be moved to the Trash, are you sure?
de: Sollen die gewählten Bilder wirklich in den Müll verschoben werden?

source: The destination folder does not exist. Do you want to create it?
de: Der Zielordner existiert nicht. Soll er angelegt werden?

source: Could not create folder "%s": %s.
de: Ordner »%s« konnte nicht angelegt werden: %s

source: You don't have the right permissions to create images in the folder "%s"
de: Sie haben nicht die nötigen Berechtigungen, um Bilder im Ordner »%s« zu erstellen

source: Could not delete the images:
de: Die Bilder konnte nicht gelöscht werden:

source: The images cannot be moved to the Trash. Do you want to delete them permanently?
de: Die Bilder konnten nicht in den Müll verschoben werden. Sollen die Dateien dauerhaft gelöscht werden?

source: _Do not display this message again
de: Diese Nachricht _nicht mehr anzeigen

source: _Move
de: _Verschieben

source: Choose the destination folder
de: Wählen Sie einen Zielordner

source: You didn't enter the new name
de: Sie haben keinen neuen Namen angegeben

source: The name "%s" is already used in this folder. Please use a different name.
de: Der Name »%s« wird in diesem Ordner bereits verwendet. Bitte geben Sie einen anderen Namen an.

source: Could not rename the image:
de: Bild konnte nicht umbenannt werden:

source: Could not rename the following images:
de: Folgende Bilder konnten nicht umbenannt werden:

source: Could not move the image:
de: Bild konnte nicht verschoben werden:

source: Could not copy the image:
de: Bild konnte nicht kopiert werden:

source: _Abort
de: _Abbrechen

source: _Continue
de: _Fortfahren

source: Copying file %d of %d
de: Datei %d von %d wird kopiert

source: Collecting images info
de: Erfassung der Bildinformationen

source: Deleting file %ld of %ld
de: Datei %ld von %ld wird gelöscht

source: Copying file %ld of %ld
de: Datei %ld von %ld wird kopiert

source: Moving file %ld of %ld
de: Datei %ld von %ld wird verschoben

source: Could not move the folder "%s": %s
de: Der Ordner »%s« konnte nicht verschoben werden: %s

source: Size
de: Größe

source: Type
de: Typ

source: Modified
de: Geändert

source: Information on Channel
de: Kanal-Informationen

source: %s Properties
de: Eigenschaften von %s

source: Could not move temporary file to remote location. Check remote permissions.
de: Temporäre Datei kann nicht auf den entfernten Ort verschoben werden. Bitte überprüfen Sie die Zugriffsrechte auf dem entfernten Ort

source: Could not import photos
de: Fotos konnten nicht importiert werden

source: Import errors detected
de: Importfehler erkannt

source: The files on the camera will not be deleted
de: Die Dateien auf der Kamera werden nicht gelöscht

source: Could not create the folder "%s": %s
de: Der Ordner »%s« konnte nicht angelegt werden: %s

source: Not enough free space left on disk
de: Nicht genügend freier Speicherplatz auf Festplatte verfügbar

source: Image Caption
de: Bildüberschrift

source: Header
de: Kopfzeile

source: Footer
de: Fußzeile

source: by path
de: nach Pfad

source: by size
de: nach Größe

source: by file modified time
de: nach Änderungszeitpunkt

source: by Exif DateTime tag
de: nach Exif Zeitpunkt-Eintrag

source: by comment
de: Nach Kommentar

source: manual order
de: Manuelle Reihenfolge

source: The name "%s" is not valid because it contains the character "/". Please use a different name.
de: Der Name »%s« ist ungültig, da er das »/«-Zeichen enthält. Bitte geben Sie einen anderen Namen an.

source: Old Name
de: Alter Name

source: New Name
de: Neuer Name

source: Search Result
de: Suchergebnis

source: Select Album Theme
de: Wählen Sie ein Albenthema

source: Could not move the items:
de: Die Objekte konnten nicht verschoben werden:

source: The image will be moved to the Trash, are you sure?
de: Soll das Bild wirklich in den Müll verschoben werden?

source: Could not duplicate the image "%s": %s
de: Das Bild »%s« konnte nicht dupliziert werden: %s

source: Stop
de: Stopp

source: Continue
de: Fortfahren

source: The selected images will be moved to the Trash, are you sure?
de: Sollen die gewählten Bilder wirklich in den Müll verschoben werden?

source: Enter the new name:
de: Geben Sie einen neuen Namen ein:

source: The name "%s" is already used. Please use a different name.
de: Der Name »%s« wird bereits verwendet. Bitte geben Sie einen anderen Namen an.

source: Could not rename the library "%s": %s
de: Die Bibliothek »%s« konnte nicht umbenannt werden: %s

source: Could not rename the catalog "%s": %s
de: Der Katalog »%s« konnte nicht umbenannt werden: %s

source: The selected library will be removed, are you sure?
de: Soll die gewählte Bibliothek wirklich entfernt werden?

source: The selected catalog will be removed, are you sure?
de: Solle der gewählte Katalog wirklich entfernt werden?

source: New Catalog
de: Neuer Katalog

source: Could not create the catalog "%s": %s
de: Der Katalog »%s« konnte nicht angelegt werden: %s

source: New Library
de: Neue Bibliothek

source: Could not create the library "%s": %s
de: Die Bibliothek »%s« konnte nicht angelegt werden: %s

source: Could not rename the folder "%s": %s
de: Der Ordner »%s« konnte nicht umbenannt werden: %s

source: source and destination are the same
de: Quell- und und Zieldatei bzw. -ordner sind identisch

source: Could not delete the folder "%s": %s
de: Der Ordner »%s« konnte nicht gelöscht werden: %s

source: "%s" cannot be moved to the Trash. Do you want to delete it permanently?
de: »%s« konnte nicht in den Müll verschoben werden. Soll die Datei dauerhaft gelöscht werden?

source: The selected folder will be moved to the Trash, are you sure?
de: Soll der gewählte Ordner wirklich in den Müll verschoben werden?

source: Could not copy the folder "%s": %s
de: Der Ordner »%s« konnte nicht kopiert werden: %s

source: source contains destination
de: Der Zielordner befindet sich im Quellordner

source: a folder with that name is already present.
de: Es existiert bereits ein gleichnamiger Ordner.

source: New Folder
de: Ordner anlegen

source: Enter the folder name:
de: Geben Sie einen Namen für den Ordner ein:

source: Open Location
de: Ort öffnen

source: _File
de: _Datei

source: _Folder
de: _Ordner

source: _Edit
de: _Bearbeiten

source: Show/_Hide
de: An_zeigen/Verbergen

source: S_ort Images
de: Bilder s_ortieren

source: _Zoom
de: Ver_größerung

source: _Go
de: _Gehe zu

source: _Image
de: _Bild

source: _Bookmarks
de: _Lesezeichen

source: _Tools
de: _Werkzeuge

source: Set Image as _Wallpaper
de: Bild als Desktop-_Hintergrund verwenden

source: _Help
de: _Hilfe

source: New _Window
de: Neues _Fenster

source: Create a new window
de: Neues Fenster öffnen

source: Open the selected image in a new window
de: Das gewählte Bild in einem neuen Fenster öffnen

source: View image properties
de: Die Eigenschaften des Bildes anzeigen

source: _Import Photos...
de: Fotos _importieren …

source: Import photos from a digital camera
de: Bilder von einer Digitalkamera importieren

source: _Write To CD...
de: Auf CD _schreiben …

source: Write selection to CD
de: Auswahl auf CD schreiben

source: _Rename...
de: _Umbenennen …

source: Rename this image
de: Dieses Bild umbenennen

source: Move this image to the Trash
de: Dieses Bild in den Müll verschieben

source: _Copy...
de: _Kopieren …

source: Copy this image to another location
de: Dieses Bild an einen anderen Speicherort kopieren

source: _Move...
de: _Verschieben …

source: Move this image to another location
de: Dieses Bild an einen anderen Speicherort verschieben

source: Rename selected images
de: Gewählte Bilder umbenennen

source: D_uplicate
de: _Duplizieren

source: Duplicate selected images
de: Gewählte Bilder duplizieren

source: Move the selected images to the Trash
de: Die gewählten Bilder in den Müll verschieben

source: Copy selected images to another location
de: Die gewählten Bilder an einen anderen Speicherort kopieren

source: Move selected images to another location
de: Die gewählten Bilder an einen anderen Speicherort verschieben

source: _Select All
de: Alle _markieren

source: Select all images
de: Alle Bilder markieren

source: _Add to Catalog...
de: Zum Katalog _hinzufügen …

source: Add selected images to a catalog
de: Die gewählten Bilder zu einem Katalog hinzufügen

source: Remo_ve from Catalog
de: Aus dem Katalog entfe_rnen

source: Remove selected images from the catalog
de: Die gewählten Bilder aus dem Katalog entfernen

source: Open
de: Öffnen

source: Open the selected catalog
de: Den gewählten Katalog öffnen

source: Open in New Window
de: In neuem Fenster öffnen

source: Open the selected catalog in a new window
de: Den gewählten Katalog in einem neuen Fenster öffnen

source: Rename selected catalog
de: Den gewählten Katalog umbenennen

source: Rem_ove
de: Entfe_rnen

source: Remove selected catalog
de: Den gewählten Katalog entfernen

source: Move selected catalog to another location
de: Den gewählten Katalog an einen anderen Speicherort verschieben

source: _Edit Search...
de: Suche _bearbeiten …

source: Modify search criteria
de: Suchkriterien bearbeiten

source: Redo _Search
de: _Suche wiederholen

source: Redo the search
de: Die Suche wiederholen

source: _New Catalog...
de: Katalog a_nlegen …

source: Create a new catalog
de: Einen neuen Katalog anlegen

source: New _Library...
de: Neue _Bibliothek …

source: Create a new catalog library
de: Eine neue Katalogbibliothek anlegen

source: Rename current catalog
de: Den momentan geöffneten Katalog umbenennen

source: Remove current catalog
de: Den momentan geöffneten Katalog entfernen

source: Move current catalog to another location
de: Den momentan geöffneten Katalog an einen anderen Speicherort verschieben

source: Open the selected folder
de: Den gewählten Ordner öffnen

source: Open the selected folder in a new window
de: Den gewählten Ordner in einem neuen Fenster öffnen

source: Open with the _File Manager
de: Mit dem _Dateimanager öffnen

source: Open the selected folder with the Nautilus file manager
de: Den gewählten Ordner mit dem Nautilus-Dateimanager öffnen

source: Rename selected folder
de: Den gewählten Ordner umbenennen

source: Move the selected folder to the Trash
de: Den gewählten Ordner in den Müll verschieben

source: Copy selected folder
de: Den gewählten Ordner kopieren

source: Move selected folder
de: Den gewählten Ordner verschieben

source: Ca_tegories...
de: Ka_tegorien …

source: Assign categories to the selected folder
de: Dem gewählten Ordner Kategorien zuweisen

source: Open current folder with the Nautilus file manager
de: Den momentan angezeigten Ordner mit dem Dateimanager Nautilus öffnen

source: Rename current folder
de: Den momentan geöffneten Ordner umbenennen

source: Move the current folder to the Trash
de: Den momentan geöffneten Ordner in den Müll verschieben

source: Copy current folder
de: Den momentan geöffneten Ordner kopieren

source: Move current folder
de: Den momentan geöffneten Ordner verschieben

source: Assign categories to the current folder
de: Dem momentan geöffneten Ordner Kategorien zuweisen

source: _New Folder...
de: Ordner a_nlegen …

source: Create a new folder
de: Einen neuen Ordner anlegen

source: View next image
de: Das nächste Bild anzeigen

source: View previous image
de: Das vorherige Bild anzeigen

source: Go to the previous visited location
de: Zum zuvor besuchten Ort wechseln

source: Go to the next visited location
de: Zum nächsten besuchten Ort wechseln

source: Go up one level
de: Eine Ebene höher gehen

source: _Reload
de: _Neu einlesen

source: Reload the current location
de: Den momentan geöffneten Speicherort neu einlesen

source: Stop loading current location
de: Das Einlesen des momentan geöffneten Ortes abbrechen

source: Go to the home folder
de: Zum persönlichen Ordner gehen

source: _Go to the Image Folder
de: Zum Bildordner _gehen

source: Go to the folder that contains the selected image
de: Zum Ordner gehen, der das gewählte Bild enthält

source: _Delete History
de: Chronik _vergessen

source: Delete the list of visited locations
de: Die Liste besuchter Orte leeren

source: _Location...
de: _Ort …

source: Specify a location to visit
de: Geben Sie einen zu besuchenden Speicherort an

source: _Add Bookmark
de: Lesezeichen _hinzufügen

source: Add current location to bookmarks
de: Den momentan angezeigten Speicherort zu den Lesezeichen hinzufügen

source: _Edit Bookmarks...
de: Lesezeichen _bearbeiten …

source: Edit bookmarks
de: Die Lesezeichen bearbeiten

source: _Slide Show
de: _Diashow

source: View as a slide show
de: Als Diashow anschauen

source: _Search...
de: _Suchen …

source: Create _Index Image...
de: _Indexbild erzeugen …

source: Create _Web Album...
de: _Web-Album anlegen …

source: Convert F_ormat...
de: _Format umwandeln …

source: Search for _Duplicates...
de: Duplikate _suchen …

source: _Preferences...
de: _Einstellungen …

source: Edit various preferences
de: Verschiedene Einstellungen bearbeiten

source: Scale Images...
de: Bilder skalieren …

source: _Toolbar
de: _Werkzeugleiste

source: View or hide the toolbar of this window
de: Die Werkzeugleiste dieses Fensters anzeigen/verbergen

source: _Statusbar
de: _Statusleiste

source: View or hide the statusbar of this window
de: Die Statusleiste dieses Fensters anzeigen/verbergen

source: View or hide the filterbar of this window
de: Die Filterleiste dieses Fensters anzeigen/verbergen

source: View thumbnails
de: Miniatur-Vorschaubilder anzeigen

source: _Image Preview
de: Bild_vorschau

source: View the image
de: Das Bild anzeigen

source: Show _Hidden Files
de: _Verborgene Dateien anzeigen

source: Show hidden files and folders
de: Verborgene Dateien und Ordner anzeigen

source: _Reversed Order
de: Reihenfolge _umkehren

source: Reverse images order
de: Bilder in umgekehrter Reihenfolge anzeigen

source: by _Name
de: nach _Name

source: Sort images by name
de: Bilder nach Name sortieren

source: by _Path
de: nach _Pfad

source: Sort images by path
de: Bilder nach Pfad sortieren

source: by _Size
de: nach _Größe

source: Sort images by file size
de: Bilder nach Dateigröße sortieren

source: by Modification _Time
de: nach Änderungs_zeitpunkt

source: Sort images by file modification time
de: Bilder nach Änderungszeitpunkt sortieren

source: by _Exif Time
de: nach _Exif-Zeit

source: Sort images by Exif DateTime tag
de: Bilder nach Exif-Zeitpunkt sortieren

source: by _Comment
de: nach _Kommentar

source: Sort images by comment
de: Bilder nach _Kommentar sortieren

source: _Manual Order
de: _Manuelle Sortierung

source: Sort images manually
de: Bilder manuell sortieren

source: View As Slides
de: Als Dias betrachten

source: View As List
de: Als Liste betrachten

source: _Folders
de: _Ordner

source: View the folders
de: Die Ordner anzeigen

source: _Catalogs
de: _Kataloge

source: View the catalogs
de: Die Kataloge anzeigen

source: [Press 'c' to add a comment]
de: [Drücken Sie »c«, um einen Kommentar hinzuzufügen]

source: [modified]
de: [geändert]

source: 1 image (%s)
de: 1 Bild (%s)

source: %d images (%s)
de: %d Bilder (%s)

source: 1 selected (%s)
de: 1 gewählt (%s)

source: %d selected (%s)
de: %d gewählt (%s)

source: The current image has been modified, do you want to save it?
de: Das momentan geöffnete Bild wurde verändert, wollen Sie es speichern?

source: Do Not Save
de: Nicht speichern

source: Dragged Images
de: Abgelegte Bilder

source: Rotate images without loss of quality
de: Bilder verlustfrei drehen

source: Getting folder listing...
de: Ordnerinhalt wird ermittelt …

source: Cannot load folder "%s": %s
de: Ordner »%s« konnte nicht geladen werden: %s

source: Close
de: S_chließen

source: Image comment
de: Bildkommentar

source: Image data
de: Bilddaten

source: Image preview
de: Bildvorschau

source: The specified catalog does not exist.
de: Der angegebene Katalog existiert nicht.

source: Wait please...
de: Bitte warten …

source: Filesystem Data
de: Daten des Dateisystem

source: General Information
de: Grundinformationen

source: Picture-Taking Conditions
de: Aufnahmebedingungen

source: Maker Notes
de: Anmerkungen des Herstellers

source: GPS Coordinates
de: GPS-Koordinaten

source: Image Structure
de: Bildstruktur

source: Embedded Thumbnail
de: Eingebettetes Vorschaubild

source: Versions & Interoperability
de: Versionen und Zusammenarbeit

source: Other
de: andere

source: Path
de: Pfad

source: contains
de: enthält

source: starts with
de: beginnt mit

source: ends with
de: endet mit

source: is
de: ist

source: is not
de: ist nicht

source: does not contain
de: enthält nicht

source: is equal to
de: ist gleich

source: is lower than
de: ist kleiner als

source: is greater than
de: ist größer als

source: is before
de: ist vor

source: is after
de: ist nach

source: Filename
de: Dateiname

source: Place
de: Ort

source: Category
de: Kategorien

source: Text contains
de: Text enthält

source: All
de: Alle

source: S_how:
de: An_zeigen:

source: <b>_Folder</b>
de: <b>Ordner</b>

source: _Browse...
de: _Auswählen …
