Repository: sudkannan/gthumb_old
Catalog: po/*.po
Languages: de

source: <b>_Recent folders:</b>
de: <b>Zuletzt verwendete Ordner</b>

source: Proper_ties
de: Ei_genschaften

source: Other...
de: Andere …

source: _Transform
de: _Transformieren

source: _Single Window
de: _Einzelnes Fenster

source: Reuse this window to view other images
de: Dieses Fenster zum Betrachten anderer Bilder weiter verwenden

source: _None
de: _Keiner

source: _Open With
de: Ö_ffnen mit

source: Open selected images with an application
de: Die gewählten Bilder mit einer Anwendung öffnen

source: An image viewer and browser for GNOME.
de: Ein Bildbetrachter und Browser für GNOME.

source: translator_credits
de: Christian Neumair <chris@gnome-de.org>

source: Reduce Colors
de: Farbtiefe reduzieren

source: Close this window
de: Dieses Fenster schließen

source: _Open With...
de: Ö_ffnen mit …

source: Save current image
de: Das momentan angezeigte Bild speichern

source: Save _As...
de: Speichern _unter …

source: Revert to saved image
de: Auf das gespeicherte Bild zurücksetzen

source: Print...
de: Drucken …

source: Print the current image
de: Das momentan angezeigte Bild drucken

source: Open this image with an application
de: Dieses Bild mit einer Anwendung öffnen

source: Comm_ent...
de: _Kommentieren …

source: Add a comment to selected images
de: Die gewählten Bilder mit einem Kommentar versehen

source: Rem_ove Comment
de: Kommentar entfe_rnen

source: Remove comments of selected images
de: Die Kommentare der gewählten Bilder entfernen

source: Assign categories to selected images
de: Den gewählten Bildern Kategorien zuweisen

source: Ca_tegories
de: Ka_tegorien

source: Rotate Ri_ght
de: _Rechtsherum drehen

source: View the image rotated clockwise
de: Das Bild im Uhrzeigersinn gedreht anzeigen

source: Rotate _Left
de: _Linksherum drehen

source: View the image rotated counter-clockwise
de: Das Bild gegen den Uhrzeigersinn gedreht anzeigen

source: _Flip
de: _Vertikal spiegeln

source: View the image flipped
de: Das Bild vertikal gespiegelt anzeigen

source: _Mirror
de: _Horizontal spiegeln

source: View the image mirrored
de: Das Bild horizontal gespiegelt anzeigen

source: _Desaturate
de: _Schwarz-Weiß

source: View the image in black and white
de: Das Bild in Schwarz-Weiß anzeigen

source: _Negative
de: _Negativ

source: View the image with negative colors
de: Das Bild mit umgekehrten Farbtönen anzeigen

source: _Enhance
de: _Aufpeppen

source: Automatically adjust the color levels
de: Die Farbanzahl automatisch anpassen

source: _Equalize
de: H_istogramm angleichen

source: Automatically equalize the image histogram
de: Das Bildhistogramm automatisch angleichen

source: _Posterize...
de: _Posterisieren …

source: Reduce the number of colors
de: Die Anzahl der Farben vermindern

source: _Brightness-Contrast...
de: _Helligkeit und Kontrast …

source: Adjust brightness and contrast
de: Die Helligkeit und den Kontrast anpassen

source: _Hue-Saturation...
de: _Farbton und Sättigung …

source: Adjust hue and saturation
de: Den Farbton und die Sättigung anpassen

source: _Redeye Removal...
de: _Rote Augen entfernen …

source: Redeye Removal Tool
de: Werkzeug zum Entfernen Roter Augen

source: _Color Balance...
de: Farb_balance …

source: Adjust color balance
de: Die Farbbalance anpassen

source: _Resize...
de: _Größe ändern …

source: Resize image
de: Die Bildgröße ändern

source: _Crop...
de: _Zuschneiden …

source: Crop image
de: Bild zuschneiden

source: Black and White
de: Schwarz und Weiß

source: In
de: Vergrößern

source: Zoom in
de: Vergrößern

source: Out
de: Verkleinern

source: Zoom out
de: Verkleinern

source: Actual size
de: Originalgröße

source: Fit
de: Einpassen

source: Zoom to fit window
de: Größe an Fenster anpassen

source: Width
de: Breite:

source: Zoom to fit width
de: Größe an Breite anpassen

source: Step A_nimation
de: Schrittweise a_nimieren

source: View next animation frame
de: Das nächste Bild der Animation anzeigen

source: _Centered
de: _Zentriert

source: Set the image as desktop background (centered)
de: Das Bild als Desktop-Hintergrund verwenden (zentriert)

source: _Tiled
de: Ge_kachelt

source: Set the image as desktop background (tiled)
de: Das Bild als Desktop-Hintergrund verwenden (gekachelt)

source: _Scaled
de: _Skaliert

source: Set the image as desktop background (scaled keeping aspect ratio)
de: Das Bild als Desktop-Hintergrund verwenden (skaliert, Beibehalten des Ansichtsverhältnisses)

source: Str_etched
de: Gest_reckt

source: Set the image as desktop background (stretched)
de: Das Bild als Desktop-Hintergrund verwenden (gestreckt)

source: _Restore
de: _Wiederherstellen

source: Restore the original desktop wallpaper
de: Den ursprünglichen Desktop-Hintergrund wiederherstellen

source: Change _Date...
de: Datum ä_ndern …

source: Change images last modified date
de: Das »zuletzt geändert«-Datum der gewählten Bilder ändern

source: Reset _Exif Orientation
de: _Exif-Ausrichtung zurücksetzen

source: Reset Exif orientation to top-left
de: Exif-Ausrichtung auf »Oben-Links« zurücksetzen

source: Show information about gThumb
de: Informationen zu gThumb anzeigen

source: Contents
de: Inhalte

source: _Keyboard Shortcuts
de: _Tastenkürzel

source: Play _Animation
de: _Animation abspielen

source: Start or stop current animation
de: Die momentan angezeigte Animation starten oder anhalten

source: _High Quality
de: _Hohe Qualität

source: Use high quality zoom
de: Vergrößerung mit hoher Qualität verwenden

source: _Low Quality
de: _Niedrige Qualität

source: Use low quality zoom
de: Vergrößerung mit geringer Qualität verwenden

source: Start in fullscreen mode
de: Im Vollbildmodus starten

source: Automatically start a slideshow
de: Automatisch eine Diashow beginnen

source: Automatically import digital camera photos
de: Fotos von Digitalkameras automatisch importieren

source: Use the viewer mode to view single images
de: Ansichtsmodus zum Ansehen einzelner Bilder verwenden

source: Holidays
de: Urlaub

source: Temporary
de: Temporär

source: Screenshots
de: Bildschirmfotos

source: Science
de: Wissenschaftlich

source: Favourite
de: Favorit

source: Important
de: Wichtig

source: Games
de: Spiele

source: Birthday
de: Geburtstag

source: Astronomy
de: Astronomie

source: Family
de: Familie

source: Command Line
de: Befehlszeile

source: Problem transforming the image: %s
de: Beim Umwandeln des Bildes trat ein Problem auf: %s

source: This transformation may introduce small image distortions along one or more edges, because the image dimensions are not multiples of 8. The distortion is reversible, however. If the resulting image is unacceptable, simply apply the reverse transformation to return to the original image. You can also choose to discard (or trim) any untransformable edge pixels. For practical use, this mode gives the best looking results, but the transformation is not strictly lossless anymore.
de: Diese Umwandlung kann zu ein oder mehreren Verzerrungen entlang von Kanten führen, weil die Bildausmaße kein Faktor von 8 sind. Diese Verzerrungen sind aber umkehrbar. Wenn das Ergebnisbild nicht akzeptabel ist, wenden Sie einfach die entgegengesetzte Umwandlung an, um zum ursprünglichen Bild zurückzugelangen. Sie können sich auch dafür entscheiden, alle nicht umwandelbaren Pixel an Ecken zu entfernen (oder auszuschneiden). Bei der praktischen Anwendung führt dies zu den besten Ergebnissen, allerdings ist die Umwandlung nicht mehr strikt verlustfrei.

source: _Trim
de: _Trimmen

source: Could not create a local temporary copy of the remote file.
de: Es konnte keine lokale temporäre Kopie der entfernten Datei angelegt werden.

source: Could not move temporary file to local destination. Check folder permissions.
de: Temporäre Dateien können nicht zum lokalen Ziel verschoben werden. Bitte überprüfen Sie die Zugriffsrechte.

source: _Metadata
de: _Metadaten

source: <small>Click "Help" for format code information.</small>
de: <small>Für Informationen über den Formatcode auf »Hilfe« klicken.</small>

source: If valuable photos have been deleted accidently, download the excellent PhotoRec tool from http://www.cgsecurity.org. PhotoRec can usually recover images that have been recently deleted from flash cards and other media.
de: Falls aus Versehen wertvolle Fotos gelöscht worden sind, laden Sie das hervorragende Hilfsprogramm »PhotoRec« von http://www.cgsecurity.org herunter. PhotoRec kann normalerweise Bilder retten, die vor kurzem von Flash-Speicherkarten und anderen Medien gelöscht wurden.

source: <small>Click and drag the mouse to select the cropping area, or use the dialogs below. Press the "Crop" button to perform the crop, and "Done" to finish.</small>
de: <small>Wählen Sie durch Klicken und Ziehen mit der Maus den Zuschneidebereich aus oder benutzen Sie die Dialoge unten. Betätigen Sie den Knopf »Zuschneiden«, um das Zuschneiden durchzuführen und »Beenden« zum Beenden.</small>

source: Show / hide the cropping selection area
de: Zuschneideauswahlbereich anzeigen / verbergen

source: Zoom at 100% scale
de: Auf 100%-Skalierung anpassen

source: Zoom in. The mousewheel can also be used to zoom in.
de: Vergrößern. Das Mausrad kann auch zum Vergrößern verwendet werden.

source: Zoom out. The mousewheel can also be used to zoom out.
de: Verkleinern. Das Mausrad kann auch zum Verkleinern verwendet werden.

source: By default, gThumb lists all files that are likely to be found on a digital camera - photos, videos, and audio files. You can omit the audio and video files by deselecting this checkbox.
de: Laut Vorgabe listet gThumb alle Dateien auf, die typischerweise auf einer Digitalkamera gefunden werden können - Fotos, Videos und Audio-Dateien. Sie können Audio- und Videodateien durch Abwählen dieses Ankreuzfeldes ausschließen.

source: Include audio clips and movies in browser view
de: Audio-Mitschnitte und Filme im Browser einbeziehen

source: <small>Move the cursor over the red eye and click on it. You can use the mousewheel to zoom in and out, or use the zoom buttons below.</small>
de: <small>Bewegen Sie den Cursor über das rote Auge und klicken Sie darauf. Sie können das Mausrad zum Vergrößern und Verkleinern oder die Vergrößern/Verkleinern-Knöpfe unten verwenden.</small>

source: Add New Script
de: Neues Skript hinzufügen

source: Define External Scripts
de: Externes Skript definieren

source: Do not change Convert to lower-case Convert to upper-case
de: Nicht ändern In Kleinbuchstaben umwandeln In Großbuchstaben umwandeln

source: Exif DateTimeDigitized tag
de: Exif-Digitalisierungszeitpunkteintrag

source: Exif DateTimeOriginal tag
de: Exif-Originalzeitpunkteintrag

source: Swap height and width for best _fit
de: Höhe und Breite zum Einpassen _vertauschen

source: The number keys on the numeric keypad can be associated with scripts 0-9. All scripts can be launched from the Scripts menu.
de: Die Zahlen des Nummernblocks können mit den Skripten 0-9 verbunden werden. Alle Skripte können über das Skript-Menü gestartet werden.

source: User-Defined Script Parameter
de: Benutzerdefinierter Skript-Parameter

source: Your script requires this user-defined parameter:
de: Ihr Skript erfordert diesen benutzerdefinierten Parameter

source: Use subfolders to organize files
de: Unterordner zum Organisieren der Dateien verwenden

source: Put name or format code here
de: Name oder Formatcode hier eintragen

source: No grouping
de: Nicht gruppieren

source: By day photo taken
de: Nach Tag der Aufnahme

source: By month photo taken
de: Nach Monat der Aufnahme

source: Edit with GIMP
de: Mit GIMP bearbeiten

source: Add copyright
de: Copyright hinzufügen

source: Send by email
de: Als E-Mail versenden

source: Make a zip file
de: ZIP-Datei erstellen

source: Make a zip file and email it
de: ZIP-Datei erstellen und als E-Mail verschicken

source: Scripts using the %%F code can not be cancelled. Sorry!
de: Skript, das %%F-Code verwendet, kann nicht abgebrochen werden. Entschuldigung!

source: Script %d
de: Skript %d

source: The "Postr" software package must be installed to use this function.
de: Das Software-Paket »Postr« muss installiert sein, um diese Funktion nutzen zu können.

source: Scri_pts
de: Skri_pte

source: Edit external scripts
de: Externes Skript bearbeiten

source: To _Flickr
de: Zu _Flickr

source: XMP Embedded
de: Eingebettetes XMP

source: XMP Sidecar
de: Beigefügtes XMP
