Repository: sudkannan/gthumb_old
Catalog: po/*.po
Languages: de

source: Previous
de: Vorheriges

source: Next
de: Nächstes

source: Image
de: Bild

source: Dimensions
de: Bildgröße

source: Bytes
de: Byte

source: Date
de: Datum

source: Exposure time
de: Belichtungszeit

source: Exposure mode
de: Belichtungsmodus

source: Flash
de: Blitz

source: Shutter speed
de: Verschlussgeschwindigkeit

source: Aperture value
de: Blendenwert

source: Focal length
de: Brennweite

source: Camera model
de: Kameramodell

source: pixels
de: Pixel

source: <b>Categories:</b>
de: <b>Kategorien:</b>

source: <b>Information on Channel:</b>
de: <b>Kanal-Informationen:</b>

source: <b>Overwrite the old image with the new one?</b>
de: <b>Das alte Bild mit dem Neuen überschreiben?</b>

source: A_vailable applications:
de: _Verfügbare Anwendungen:

source: Blue
de: Blau

source: Bookmarks
de: Lesezeichen

source: C_atalogs:
de: K_ataloge

source: Choose a Catalog
de: Wählen Sie einen Katalog

source: Comm_ent
de: _Kommentar

source: Do not overwrite _the old image
de: Das alte Bild _nicht überschreiben

source: Green
de: Grün

source: New Image:
de: Neues Bild:

source: New _Library
de: Neue _Bibliothek

source: Old Image:
de: Altes Bild

source: Open Images
de: Bilder öffnen

source: Over_write the old image
de: Das alte Bild ü_berschreiben

source: Overwrite Image
de: Bilder überschreiben

source: Overwrite _all images
de: _Alle Bilder überschreiben

source: Photo _Data (EXIF)
de: _Fotodaten (EXIF)

source: R_ecent applications:
de: _Zuletzt verwendete Anwendungen:

source: Red
de: Rot

source: Value
de: Wert

source: _Application:
de: _Anwendung:

source: _Bookmarks:
de: _Lesezeichen:

source: _Do not overwrite any image
de: _Kein Bild überschreiben

source: _General
de: _Allgemein

source: _Histogram
de: _Histogramm

source: _New Catalog
de: Katalog a_nlegen

source: _Next
de: _Nächstes

source: _Previous
de: _Vorheriges

source: _Save the new image as:
de: Das neue Bild _speichern unter:

source: _View the destination
de: Ziel _betrachten

source: C_hoose from the catalog
de: Aus dem Katalog aus_wählen

source: Ca_tegories:
de: Ka_tegorien:

source: Camera Model
de: Kameramodell

source: Choose destination folder
de: Wählen Sie einen Zielordner

source: Delete selected images from the camera
de: Die gewählten Bilder von der Kamera entfernen

source: If this checkbox is enabled and the imported photo contains an Exif orientation tag, the image data will be physically transformed (losslessly) so that the viewed image looks the same as before but the orientation tag is reset to "top left". If this checkbox is not enabled, the image data and the orientation tag are both left unchanged. The image will be displayed identically by gthumb for both possibilities, but for maximum compatibility with other applications this checkbox should be enabled.
de: Wenn dieses Ankreuzfeld ausgewählt ist und das importierte Foto eine Exif-Ausrichtungsmarkierung enthält, werden die Bilddaten verlustfrei so transformiert, dass das Bild genauso aussieht wie vorher, die Exif-Ausrichtungsmarkierung jedoch auf »oben links« zurückgesetzt ist. Wenn dieses Ankreuzfeld nicht ausgewählt ist, werden die Bilddaten und die Orientierungsmarkierung nicht verändert. In gThumb wird das Bild in beiden Fällen gleich dargestellt. Die Kompatibilität mit anderen Anwendungen wird jedoch verbessert, wenn das Ankreuzfeld ausgewählt ist.

source: Import Photos
de: Fotos importieren

source: No camera detected
de: Keine Kamera erkannt

source: Rotate images physically
de: Bilder tatsächlich drehen

source: Select a camera model
de: Ein Kameramodell wählen

source: Update previews
de: Vorschauansichten auffrischen

source: _Delete imported images from the camera
de: Importierte Kamerabilder _löschen

source: _Destination:
de: S_peicherort:

source: _Import
de: _Importieren

source: _Keep original filenames
de: Ursprüngliche Dateinamen _beibehalten

source: _Model:
de: _Modell:

source: A_vailable categories:
de: _Verfügbare Kategorien:

source: Categories
de: Kategorien

source: Co_mment:
de: _Kommentar:

source: Comment
de: Kommentar

source: Create a new category
de: Eine neue Kategorie anlegen

source: Current date
de: Heutiges Datum

source: Do not modify
de: Nicht ändern

source: Image creation date
de: Erstellungsdatum des Bildes

source: Last modified date
de: Letztes Änderungsdatum

source: No date
de: Kein Datum

source: Photo digitalization date (From EXIF data)
de: Aufnahmedatum (aus den EXIF-Daten)

source: Remove selected category
de: Die gewählte Kategorie entfernen

source: Save only cha_nged fields
de: Nur _veränderte Felder speichern

source: The following date
de: Folgendes Datum

source: _Date:
de: _Datum:

source: _Place:
de: _Ort:

source: _Selected categories:
de: _Gewählte Kategorien:

source: <b>Compression</b>
de: <b>Kompression</b>

source: <b>Image type</b>
de: <b>Bildtyp</b>

source: <b>Resolution</b>
de: <b>Auflösung</b>

source: <b>Saving</b>
de: <b>Speichern</b>

source: Compression _level:
de: Kompressions_grad:

source: Convert Format
de: Format umwandeln

source: JPEG Options
de: JPEG-Optionen

source: No_rmal (Deflate)
de: _Normal (Entpacken)

source: Opti_mize
de: _Optimieren

source: Overwrite mode:
de: Falls vorhanden:

source: PNG Options
de: PNG-Optionen

source: R_emove original
de: Ausgangsbild _entfernen

source: Rename
de: Umbenennen

source: Skip Rename Ask Overwrite
de: Übergehen Umbennenen Nachfragen Überschreiben

source: TGA Options
de: TGA-Optionen

source: TIFF Options
de: TIFF-Optionen

source: _Loss compression (JPEG)
de: _Verlustbehaftete Kompression (JPEG)

source: _No compression
de: _Keine Kompression

source: _Progressive
de: _Progressiv

source: _Quality:
de: _Qualität:

source: _RLE compression
de: _RLE-Kompression

source: _Smoothing:
de: _Glätten:

source: _Vertical:
de: _Vertikal:

source: 4 x 3 (Book, DVD)
de: 4 x 3 (Buch, DVD)

source: 4 x 6 (Postcard)
de: 4 x 6 (Postkarte)

source: <b>Aspect ratio</b>
de: <b>Seitenverhältnis</b>

source: <b>Selection</b>
de: <b>Auswahl</b>

source: Crop
de: Zuschneiden

source: Custom
de: Benutzerdefiniert:

source: I_nvert aspect ratio
de: Seitenverhältnis _umkehren

source: None
de: Keiner

source: Square
de: Quadrat

source: _Crop
de: _Zuschneiden

source: _Height:
de: _Höhe:

source: _Width:
de: _Breite:

source: <b>Color levels</b>
de: <b>Farbanzahl</b>

source: <b>New dimensions</b>
de: <b>Neue Abmessungen</b>

source: <b>Original dimensions</b>
de: <b>Ursprüngliche Abmessungen</b>

source: <b>Scale ratio</b>
de: <b>Skalierverhältnis</b>

source: Brightness - Contrast
de: Helligkeit und Kontrast

source: Color Balance
de: Farbbalance

source: Con_trast:
de: _Kontrast:

source: Cyan-_Red:
de: Cyan-_Rot:

source: Height:
de: Höhe:

source: High _quality
de: Hohe _Qualität

source: Hue - Saturation
de: Farbton und Sättigung

source: Posterize
de: Posterisieren

source: Preserve l_uminosity
de: _Leuchtkraft beibehalten

source: Scale Image
de: Bild skalieren

source: Width:
de: Breite:

source: _Brightness:
de: _Helligkeit:

source: _Hue:
de: _Farbton:

source: _Keep aspect ratio
de: Seitenverhältnis _beibehalten

source: _Levels:
de: _Farben:

source: _Lightness:
de: _Helligkeit:

source: _Magenta-Green:
de: _Magenta-Grün:

source: _Preview
de: _Vorschau

source: _Reset
de: _Zurücksetzen

source: _Saturation:
de: _Sättigung:

source: _Scale
de: _Skalieren

source: _Yellow-Blue:
de: _Gelb-Blau:

source: <b>Background style</b>
de: <b>Hintergrundstil</b>

source: <b>Caption</b>
de: <b>Beschriftung</b>

source: <b>Footer</b>
de: <b>Fußzeile</b>

source: <b>Header and footer</b>
de: <b>Kopf- und Fußzeilen</b>

source: <b>Header</b>
de: <b>Kopfzeile</b>

source: <b>Index images</b>
de: <b>Indexbilder</b>

source: <b>Page size</b>
de: <b>Seitengröße</b>

source: <small><i><b>Note:</b> # (enumerator)</i>.</small>
de: <small><i><b>Hinweis:</b> # (Aufzählung)</i>.</small>

source: <small><i><b>Note:</b> %p (page number), %n (total number of pages)</i>.</small>
de: <small><i><b>Hinweis:</b> %p (Seitenzahl), %n (Gesamtanzahl der Seiten)</i>.</small>

source: Co_mment
de: _Kommentar

source: Col_umns:
de: _Spalten:

source: Colo_r:
de: _Farbe:

source: Create Index Image
de: Indexbild erzeugen

source: Create _HTML image map
de: _HTML-Imagemap erzeugen

source: F_ooter:
de: _Fußzeile:

source: File _name
de: Datei_name

source: File pa_th
de: Datei_pfad

source: File si_ze
de: Datei_größe

source: Frame _style:
de: Rahmen_stil:

source: Frame co_lor:
de: Rahmen_farbe:

source: H_eader:
de: _Kopfzeile:

source: Header/Footer
de: Kopf-/Fußzeile

source: Hei_ght:
de: _Höhe:

source: Image dim_ensions
de: Bildgröß_e

source: Images
de: Bilder

source: Index Image Style
de: Stil des Indexbilds

source: Page
de: Seite

source: Pi_xels
de: Pi_xel

source: Re_verse order
de: Reihenfolge _umkehren

source: Rows a_nd columns
de: Zeilen u_nd Spalten

source: Select a color
de: Eine Farbe wählen

source: Select a font
de: Eine Schriftart wählen

source: Shadow in
de: Schatten einwärts

source: Shadow only
de: Nur Schatten

source: Shadow out
de: Schatten auswärts

source: Simple
de: Einfach

source: Simple with shadow
de: Einfach mit Schatten

source: Slide
de: Dia

source: Sor_t:
de: S_ortieren:

source: Sort
de: Sortieren

source: St_yle
de: St_il

source: Start _at:
de: _Beginnen in:

source: Style Preview
de: Stil-Vorschau

source: Wi_dth:
de: _Breite:

source: _All pages with the same size
de: _Alle Seiten gleich groß

source: _Draw frame
de: _Rahmen zeichnen

source: _Font:
de: _Schrift:

source: _Gradient
de: _Verlauf

source: _Image size:
de: _Bildgröße:

source: _Rows:
de: _Zeilen:

source: _Solid color
de: _Einfarbig

source: _Template:
de: _Vorlage:

source: by name
de: nach Name

source: <b>Direction</b>
de: <b>Richtung</b>

source: <b>Hide/Show</b>
de: <b>Anzeigen/Verbergen</b>

source: <b>Interface</b>
de: <b>Oberfläche</b>

source: <b>On startup:</b>
de: <b>Beim Start:</b>

source: <b>Other</b>
de: <b>Sonstiges</b>

source: <b>Slide show</b>
de: <b>Diashow</b>

source: <b>Viewer</b>
de: <b>Betrachter</b>

source: <b>Zoom quality</b>
de: <b>Vergrößerungsqualität</b>

source: <small><i><b>Special characters:</b> %F = all selected filenames on one line, space delimited %f = a single filename, including path %n = a single filename, including path, with no extension %e = a single extension (starting with a period) %p = the parent folder of the single file</i> Scripts with the %F code will be executed just once, regardless of the number of files selected. All other scripts will be executed once per selected file. The default scripts are explained in the Help file.</small>
de: <small><i><b>Besondere Angaben:</b> %F = alle ausgewählten Dateien in einer Zeile, durch Leerzeichen getrennt %f = ein einzelner Dateiname, inklusive Pfad %n = ein einzelner Dateiname inklusive Pfad, ohne Erweiterung %e = eine einzelne Erweiterung (beginnend mit einem Punkt) %p = der Elternordner einer einzelnen Datei</i> Skripte mit einer %F-Angabe werden unabhängig von der Anzahl der ausgewählten Dateien nur einmal ausgeführt. Alle anderen Skripte werden einmal pro ausgewählter Datei ausgeführt. Die vorgegebenen Skripte werden in der Hilfedatei erläutert.</small>

source: Activate items with a double click
de: Objekte durch Doppelklick aktivieren

source: Activate items with a single click
de: Objekte durch einfachen Klick aktivieren

source: After _loading an image:
de: Nach dem _Laden eines Bildes:

source: As_k confirmation before deleting images or catalogs
de: Vor dem Löschen von Bildern oder Katalogen _nachfragen

source: Ask whether to save _modified images
de: Nachfragen, ob _geänderte Bilder gespeichert werden sollen

source: Black
de: Schwarz

source: C_lick policy:
de: _Klickverhalten:

source: Checked
de: Karomuster

source: Choose startup folder
de: Wählen Sie einen Startordner

source: Co_mments
de: _Kommentare

source: D_elay before changing image:
de: _Verzögerung bis Bildwechsel:

source: D_etermine image type from content (slower)
de: Den Typ der Bilder anhand ihres _Inhalts bestimmen (langsamer)

source: Do _not change folder
de: _Nicht den Ordner wechseln

source: Fit to width if larger
de: Bild an Breite anpassen, falls größer

source: Fit to window if larger
de: Bild an Fenster anpassen, falls größer

source: Follow Nautilus behaviour
de: Wie Nautilus

source: For_ward
de: Vor_wärts

source: General
de: Allgemein

source: Go to last _visited folder or catalog
de: Zum _zuletzt besuchten Ordner oder Katalog gehen

source: Go to this _folder:
de: Zu _folgendem Ordner gehen:

source: H_igh
de: Ho_ch

source: Hot Keys
de: Tastenkombinationen

source: Icons only
de: Nur Symbole

source: Keep previous zoom
de: Letzte Vergrößerung beibehalten

source: Keys 0-9 on the numeric keypad can be used in the browser to open or modify the selected images with other applications.
de: Die Tasten 0-9 des Nummernblocks können im Batrachter verwendet werden, um die ausgewählten Bilder mit anderen Anwendungen zu öffnen oder zu bearbeiten.

source: Lo_w
de: _Niedrig

source: Ran_dom
de: _Zufall

source: Re_verse
de: _Rückwärts

source: Reset scrollbar positions after loading an image
de: Position der Bildlaufleisten nach dem Laden eines Bildes zurücksetzen

source: Resta_rt when finished
de: Nach Ende der Vorführung _neu beginnen

source: Set image to actual size
de: Bild auf Originalgröße setzen

source: Set to C_urrent
de: Auf _momentan geöffneten setzen

source: Slide Show
de: Diashow

source: System settings
de: Systemeinstellungen

source: Text below icons
de: Text unter Symbolen

source: Text beside icons
de: Text neben Symbolen

source: Text only
de: Nur Text

source: Th_umbnail size:
de: _Größe der Miniatur-Vorschaubilder:

source: Transparency _type:
de: _Transparenzmodus:

source: Use a _fading effect when changing image
de: beim Bildwechsel Überblende_ffekt verwenden

source: Viewer
de: Betrachter

source: White
de: Weiß

source: _Filenames
de: _Dateinamen

source: _Thumbnails
de: _Miniatur-Vorschaubilder

source: _Toolbar style:
de: _Werkzeugleisten-Stil:

source: gThumb Preferences
de: gThumb - Einstellungen

source: seconds
de: Sekunden

source: <b>Image Sizing</b>
de: <b>Bildgrößenanpassung</b>

source: <b>Margins</b>
de: <b>Ränder</b>

source: <b>Orientation</b>
de: <b>Ausrichtung</b>

source: <b>Size</b>
de: <b>Größe</b>

source: <small><i><b>Note:</b> Drag the image to move it in the page. Click on an image to rotate it.</i></small>
de: <small><i><b>Hinweis:</b> Ziehen Sie ein Bild, um es in die Seite einzufügen. Klicken Sie eines an, um es zu drehen.</i></small>

source: <small><i><b>Note:</b> High-resolution images will be down-sampled to this resolution. Increase the resolution to get better image quality. Decrease it to get shorter print times.</i></small>
de: <small><i><b>Hinweis:</b> Hochauflösende Bilder werden auf diese Auflösung heruntergerechnet. Erhöhen Sie die Auflösung, um eine bessere Bildqualität zu erhalten. Verringern Sie die Auflösung, um die Ausdruckdauer zu verkürzen.</i></small>

source: Automatic sizing
de: Automatische Größenanpassung

source: Center _on Page
de: Auf der Seite _zentrieren

source: Comment _font:
de: Kommentar_schrift:

source: Executive
de: US Executive

source: I_nclude comment
de: _Kommentar einfügen

source: Images per page:
de: Bilder pro Seite:

source: Inches
de: Zoll

source: Include filename
de: Dateiname einbeziehen

source: Lan_dscape
de: _Querformat

source: Legal
de: US Legal

source: Letter
de: US Letter

source: Millimeters
de: Millimeter

source: P_ortrait
de: _Hochformat

source: Paper Details
de: Papierdetails

source: Postcard
de: Postkarte

source: Print
de: Drucken

source: Scale to this size
de: Auf diese Größe anpassen

source: _Bottom:
de: _Unten:

source: _Left:
de: _Links:

source: _Right:
de: _Rechts:

source: _Scale:
de: _Skalieren

source: _Top:
de: _Oben:

source: _Unit:
de: _Einheit:

source: Actual Size
de: Originalgröße

source: Red-Eye Removal
de: Rote Augen entfernen

source: Redo
de: Wiederholen

source: Undo
de: Rückgängig

source: Zoom In
de: Vergrößern

source: Zoom Out
de: Verkleinern

source: Zoom to Fit
de: Einpassen

source: <b>Search criteria</b>
de: <b>Suchkriterien</b>

source: <b>Search scope</b>
de: <b>Suchbereich</b>

source: After
de: Nach

source: Any
de: Beliebig

source: Before
de: Vor

source: Choose categories from the saved list
de: Wählen Sie Kategorien aus der gespeicherten Liste

source: Equal to
de: Ist

source: File _name:
de: Datei_name:

source: Found images:
de: Bilder gefunden:

source: Match a_ll selected categories
de: Muss sich in a_llen gewählten Kategorien befinden

source: Match a_ny selected category
de: Muss sich in _einer gewählten Kategorie befinden

source: New _Search...
de: Neue _Suche …

source: No images found
de: Keine Bilder gefunden

source: Search
de: Suchen

source: Search Progress
de: Fortschritt der Suche

source: Searching in:
de: Suche in:

source: _Edit Search
de: Suche _bearbeiten

source: _Include sub-folders
de: _Unterordner einbeziehen

source: _Save
de: _Speichern

source: _Search
de: _Suchen

source: _View
de: _Ansicht

source: <b>Change the following values:</b>
de: <b>Folgende Werte ändern:</b>

source: <b>Change to:</b>
de: <b>Ändern in:</b>

source: <b>Write to CD</b>
de: <b>Auf CD schreiben</b>

source: <small><i><b>Note</b>: JPEG transformations are normally lossless. When viewing images, you can use the [ and ] shortcut keys to rotate and save losslessly, bypassing this dialog.</i></small>
de: <small><i><b>Note</b>: JPEG-Umwandlungen sind normalerweise verlustfrei. Beim Betrachten von Bildern können Sie die Tastenkombinationen »[« und »]« verwenden, um unter Umgehung dieses Dialogs Bilder zu drehen und zu speichern.</i></small>

source: <small><i><b>Special characters:</b> # (enumerator), %f (original filename), %d (image date), %s (image size), %e (original extension).</i></small>
de: <small><i><b>Sonderzeichen:</b> # (Aufzählung), %f (ursprünglicher Dateiname), %d (Bilddatum), %s (Bildgröße), %e (ursprüngliche Dateierweiterung).</i></small>

source: A_djust timezone:
de: Zeitzone an_passen:

source: Apply physical _transform
de: _Umwandlung tatsächlich anwenden

source: Apply to all _images
de: Auf a_lle Bilder anwenden

source: C_urrent date
de: _Heutiges Datum

source: Ca_talog
de: _Katalog

source: Change Date
de: Datum ändern

source: Check _All
de: _Alle markieren

source: Check _None
de: _Nichts markieren

source: Checking image:
de: Bild wird überprüft:

source: Click OK to reset the Exif orientation tag for the selected images to Top-Left.
de: Klicken Sie auf »OK«, um die Exif Ausrichtungsmarkierungen der ausgewählten Dateien auf »oben links« zu setzen.

source: Co_mment date
de: Datum des Ko_mmentars

source: Current _Folder
de: Momentan geöffneter _Ordner

source: Equal images:
de: Gleiche Bilder:

source: Found duplicates:
de: Duplikate gefunden:

source: Image c_reation date
de: _Erstellungsdatum des Bildes

source: Mirror image horizontally (left-right)
de: Das Bild horizontal spiegeln

source: Mirror image vertically (top-bottom)
de: Das Bild vertikal spiegeln

source: Move to _Trash
de: In den _Müll verschieben

source: New names _preview:
de: _Vorschau:

source: P_hoto digitalization date (From EXIF data)
de: Au_fnahmedatum (Aus den Exif-Daten)

source: Re_verse Order
de: _Reihenfolge umkehren

source: Reset Exif Orientation Tags
de: Exif-Ausrichtung zurücksetzen

source: Rotate Images
de: Bilder drehen

source: Rotate image 90 degrees clockwise
de: Das Bild um 90 Grad im Uhrzeigersinn drehen

source: Rotate image 90 degrees counter-clockwise
de: Das Bild um 90 Grad gegen den Uhrzeigersinn drehen

source: Scale Images
de: Bilder skalieren

source: Search for Duplicates
de: Nach Duplikaten suchen

source: Search terminated, no duplicates found.
de: Suche beendet, keine Duplikate gefunden.

source: The _following date:
de: _Folgendes Datum:

source: This checkbox governs the rotation method used for JPEG images that contain Exif orientation tags. If this checkbox is enabled, the rotation will be performed using a physical transform, and the Exif orientation tag will be reset to the default "top left" value. If it is not enabled, the rotation will be performed by changing the Exif orientation tag only. For maximum compatibility with other applications, this checkbox should be enabled.
de: Dieses Ankreuzfeld bestimmt die Methode der Drehung, die für JPEG-Bilder angewandt wird, die eine Exif-Ausrichtungsmarkierung beinhalten. Wenn dieses Ankreuzfeld eingeschaltet ist, wird eine tatsächliche Drehung durchgeführt und die Exif-Ausrichtungsmarkierung auf den Vorgabewert »oben links« zurückgesetzt. Ist es nicht eingeschaltet, wird lediglich die Exif-Ausrichtungsmarkierung geändert. Um maximale Kompatibilität mit anderen Applikationen zu gewährleisten, sollte dieses Ankreuzfeld eingeschaltet sein.

source: Write To CD
de: Auf CD schreiben

source: _Last modified date
de: _Letztes Änderungsdatum

source: _Rename
de: _Umbenennen

source: _Selected Images
de: _Gewählte Bilder

source: _Sort:
de: _Sortieren:

source: hours
de: Stunden

source: <b>Album Style</b>
de: <b>Albumstil</b>

source: <b>Basic Information</b>
de: <b>Grundinformationen</b>

source: <b>Camera Data</b>
de: <b>Kameradaten</b>

source: <b>Comments</b>
de: <b>Kommentare</b>

source: <b>Index Page Layout</b>
de: <b>Index-Seitenlayout</b>

source: <b>Personalize theme</b>
de: <b>Thema personalisieren</b>

source: <b>Theme</b>
de: <b>Thema</b>

source: <small><i><b>Note:</b> %d (current date).</i></small>
de: <small><i><b>Hinweis:</b> %d (heutiges Datum).</i></small>

source: <small><i><b>Note:</b> Some themes may auto-adjust the number of rows and columns, but keep the total number of images per page constant.</i></small>
de: <small><i><b>Hinweis:</b> Einige Themen passen möglicherweise die Anzahl der Zeilen und Spalten an, aber erhalten eine konstante Anzahl von Bildern pro Seite.</i></small>

source: Came_ra Model
de: Kame_ramodell

source: Caption
de: Beschriftung

source: Da_te and Time
de: Da_tum und Uhrzeit

source: E_xposure mode
de: Aufnahme_modus

source: Exposure _time
de: Aufnahme_zeit

source: Focal _length
de: Brenn_weite

source: I_mage Caption...
de: _Bildüberschrift …

source: S_ort:
de: S_ortierung:

source: Web Album Theme
de: Web-Albenthema

source: _Aperture value
de: B_lendenwert

source: _Copy originals to destination
de: Ursprungsdateien an den Speicherort _kopieren

source: _Date and Time
de: _Datum und Uhrzeit

source: _Flash
de: _Blitz

source: _Footer:
de: _Fußzeile:

source: _Go to Theme Folder
de: Zum Themenordner _gehen

source: _Header:
de: _Kopfzeile:

source: _Install Theme...
de: Thema _installieren …

source: _Place
de: _Ort

source: _Resize if larger than:
de: Bild_größe ändern, falls größer als:

source: _Select
de: _Wählen

source: _Shutter speed
de: _Verschlussgeschwindigkeit

source: _Size :
de: G_röße:

source: _Theme:
de: _Thema:

source: _Thumbnail Caption...
de: Beschriftung der _Miniatur-Vorschaubilder …

source: columns, by
de: Spalten, nach

source: or _use a single index page
de: Einzelne Indexseite verwenden

source: rows per page,
de: Zeilen pro Seite

source: Image Viewer
de: gThumb Bildbetrachter

source: View and organize your images
de: Ihre Bilder betrachten und katalogisieren

source: gThumb Image Viewer
de: gThumb Bildbetrachter

source: Images over this size (in bytes) will not be thumbnailed. Use 0 if you want to generate thumbnails for all images.
de: Von Bildern, die größer sind als dieser Wert, wird kein Miniatur-Vorschaubild erzeugt. Falls dieser Wert 0 ist, werden für alle Bilder Miniatur-Vorschaubilder erzeugt.

source: Possible values are 0 (portrait), 1 (landscape), 2 (reverse portrait), 3 (reverse landscape)
de: Zulässige Werte: 0 (Hochformat), 1 (Querformat), 2 (umgekehrtes Hochformat), 3 (umgekehrtes Querformat)
